Repository: TopScrech/Dickpic
Catalog: Dickpic/Localizable.xcstrings
Source language: en
Languages: nl, ru

source: 1. Open Settings
nl: 1. Open Instellingen
ru: 1. Откройте Настройки

source: 2. Navigate to **Privacy & Security**, scroll down and select **Sensetive Content Warning**
nl: 2. Ga naar **Privacy en beveiliging**, scrol omlaag en kies **Waarschuwing voor gevoelige inhoud**
ru: 2. Перейдите в **Конфиденциальность и безопасность**, прокрутите вниз и выберите **Предупреждение о конфиденциальном контенте**

source: 3. Turn on the switch and return to the app
nl: 3. Zet de schakelaar aan en ga terug naar de app
ru: 3. Включите переключатель и вернитесь в приложение

source: A single scan that ensures your peace of mind
nl: Eén scan voor je gemoedsrust
ru: Одна проверка для вашего спокойствия

source: Access to the photo library has been denied. Please enable access in settings
nl: Toegang tot de fotobibliotheek is geweigerd. Schakel toegang in via Instellingen
ru: Доступ к фотобиблиотеке запрещен. Пожалуйста, включите доступ в настройках

source: Alright
nl: Oké
ru: Хорошо

source: Analyze
nl: Analyseren
ru: Анализировать

source: Analyze videos
nl: Video's analyseren
ru: Анализировать видео

source: Analyzing
nl: Analyseren
ru: Анализ

source: Aspect Ratio Grid
nl: Raster met beeldverhouding
ru: Сетка с пропорциями

source: Assets from the **hidden** album are not scanned
nl: Items uit het album **Verborgen** worden niet gescand
ru: Объекты из альбома **Скрытые** не сканируются

source: Blur All
nl: Alles vervagen
ru: Размыть все

source: Cancel
nl: Annuleren
ru: Отмена

source: Debug Settings
nl: Debug-instellingen
ru: Настройки отладки

source: Delete from Library
nl: Verwijder uit bibliotheek
ru: Удалить из медиатеки

source: Dickpic utilizes **offline on-device** processing, ensuring that no data is transmitted to the cloud
nl: Dickpic gebruikt **offline verwerking op het apparaat**, zodat er geen gegevens naar de cloud worden verzonden
ru: Dickpic использует **офлайн-обработку на устройстве**, поэтому данные не передаются в облако

source: Dismiss
nl: Sluiten
ru: Закрыть

source: Download original images
nl: Originele afbeeldingen downloaden
ru: Загружать оригинальные изображения

source: Gotcha!
nl: Begrepen!
ru: Понял!

source: In case the images are offloaded to iCloud
nl: Voor het geval afbeeldingen naar iCloud zijn verplaatst
ru: На случай, если изображения выгружены в iCloud

source: Layout
nl: Indeling
ru: Макет

source: No need to waste your time sifting through thousands of media library assets
nl: Je hoeft geen tijd te verspillen aan het doorzoeken van duizenden media-items
ru: Не нужно тратить время, просматривая тысячи объектов медиатеки

source: Oops, this could be sensitive! Let's avoid unpleasant situations
nl: Oeps, dit kan gevoelig zijn! Laten we vervelende situaties vermijden
ru: Упс, это может быть чувствительный контент! Давайте избежим неприятных ситуаций

source: Open Settings
nl: Instellingen openen
ru: Открыть Настройки

source: Photo Library
nl: Fotobibliotheek
ru: Фотобиблиотека

source: Preview
nl: Voorvertoning
ru: Предпросмотр

source: Processed
nl: Verwerkt
ru: Обработано

source: Recent items first
nl: Nieuwste items eerst
ru: Сначала новые

source: Reset
nl: Resetten
ru: Сбросить

source: Sensitive Content Warnings are disabled
nl: Waarschuwingen voor gevoelige inhoud zijn uitgeschakeld
ru: Предупреждения о конфиденциальном контенте отключены

source: Settings
nl: Instellingen
ru: Настройки

source: Show intro
nl: Intro tonen
ru: Показать введение

source: Speeds up the analysis
nl: Versnelt de analyse
ru: Ускоряет анализ

source: Square Photo Grid
nl: Vierkant fotoraster
ru: Квадратная фотосетка

source: The app employs an official Apple-developed [framework](https://developer.apple.com/documentation/sensitivecontentanalysis) to identify sensitive images
nl: De app gebruikt een officieel door Apple ontwikkeld [framework](https://developer.apple.com/documentation/sensitivecontentanalysis) om gevoelige afbeeldingen te herkennen
ru: Приложение использует официальный [фреймворк](https://developer.apple.com/documentation/sensitivecontentanalysis), разработанный Apple, для определения чувствительных изображений

source: To enable this feature, follow these steps:
nl: Volg deze stappen om deze functie in te schakelen:
ru: Чтобы включить эту функцию, выполните следующие шаги:

source: Unblur All
nl: Alles tonen
ru: Показать все

source: Why would I trust this app?
nl: Waarom zou ik deze app vertrouwen?
ru: Почему я должен доверять этому приложению?

source: Your true beauty is a personal attribute that belongs solely to you
nl: Je ware schoonheid is een persoonlijke eigenschap die uitsluitend van jou is
ru: Ваша истинная красота - это личный атрибут, который принадлежит исключительно вам

source: %@s
ru: %@ с

source: Debug
ru: Отладка

source: Multi-threading
ru: Многопоточность
